[

	{
		"OyunAdi": "Half-Life (1998)",
		"CikisTarihi": "16 Kasım 1998",
		"Yayımlayan": "Sierra Studios, Electronic Arts",
		"OyunPlatform": "Windows, macOS, Linux, Xbox 360, PlayStation 2, PlayStation 3, Shield Portable",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/halflife1998-527x751px-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/halflife1998-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Tek Oyunculu ve Çok Oyunculu",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Half-Life, 1998 yılında Sierra Studios tarafından yayımlanan ve Valve tarafında üretilen birinci şahıs nişancı bilimkurgu video oyunudur. Oyun, serinin ilk oyunu olmakla beraber aynı zamanda Valve'nin ürettiği ilk oyundur. Oyuncu, bir ışınlanma deneyinin ters gitmesi sonucu Xen olarak bilinen başka bir boyuttan Black Mesa Araştırma Tesisine ışınlanan uzaylılardan savaşarak ve bulmacaları çözerek tesisden kaçmaya çalışan Dr. Gordon Freeman rolünü üstleniyor. Zamanın diğer oyunlarına göre Half-Life'da ara sahneler yoktur. Oyuncu her zaman Freeman'nı kontrol ediyor. Her zaman onun gözünden görüyor. Valve'nin kurucularından olan Gabe Newell 'ekip olarak oyunun sadece ateş etmeye meyilli bir oyundan çok daha fazla olmasını istedik.'' demiştir. Oyunun grafik motoru, GoldSrc, aslında Quake grafik motorunun modifikasyonalara uğramış halidir. Half-Life, grafiğiyle, gerçekçi oynanışıyla ve doğallığıyla küresel olarak beğenilmiştir. Oyun, elliden fazla ödüle sahip olmakla birlikte gelmiş geçmiş en iyi oyunlardan biri olarak görülüyor. Oyun, kendisinden sonra çıkan oyunlarada ilham kanağı olmuştur. Half-Life Aralık 2008'de toplam 9.3 milyon kopya satmıştır. 2001'de PlayStation 2, 2013'te OS X ve Linux'a çıkmıştır."
	},

	{
		"OyunAdi": "Team Fortress Classic",
		"CikisTarihi": "7 Nisan 1999",
		"Yayımlayan": "Sierra Entertainment",
		"OyunPlatform": "Windows, macOS, Linux",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/tf2Classic-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/tf2Classic-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Çok Oyunculu",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Team Fortress Classic, 1999 yılında Valve Corporation tarafından geliştirilmiş, çok oyunculu, takım tabanlı bir birinci şahıs nişancı oyunudur. 1996'da geliştirilen Quake modu Team Fortress'ın GoldSrc motoruna geçirilmiş sürümüdür."
	},

	{
		"OyunAdi": "Half-Life: Opposing Force",
		"CikisTarihi": "19 Kasım 1999",
		"Yayımlayan": "Sierra Studios, Valve Corporation",
		"OyunPlatform": "Windows, macOS, Linux",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/halflifeopfo-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/halflifeopfo-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Tek Oyunculu ve Çok Oyunculu",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Half-Life: Opposing Force, Gearbox Software tarafından geliştirilen, Sierra Studios tarafından 1 Kasım 1999'da dağıtılan, Half-Life'ın ilk resmi eklentisidir. Black Mesa çalışanlarını ve uzaylıları susturmakla görevlendirilmiş Onbaşı Adrian Shephard'ın macerasını konu almaktadır. "
	},

	{
		"OyunAdi": "Ricochet",
		"CikisTarihi": "1 Kasım 2000",
		"Yayımlayan": "Valve Corporation",
		"OyunPlatform": "Windows, macOS, Linux",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/ricochet-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/ricochet-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Ölüm Maçı(Çok Oyunculu)",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Ricochet, çok oyunculu bir Half-Life modudur. Valve Corporation tarafından geliştirilmiştir ve orijinal çıkış tarihi 1 Kasım 2000'dir. Ricochet resmî bir moddur ve Steam üzerinden satın alımı mevcuttur. Fakat Steam yayınlanmadan önce Half-Life'ı perakende olarak satın alanlara ücretsiz olarak verilmiştir."
	},

	{
		"OyunAdi": "Counter-Strike",
		"CikisTarihi": "8 Kasım 2000",
		"Yayımlayan": "Valve, Sierra Entertainment, Namco, Nexon",
		"OyunPlatform": "Microsoft Windows, OS X, Linux, PlayStation 3, Xbox, Xbox 360",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/cs1-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/cs1-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Çok Oyunculu",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Counter-Strike veya kısaca CS, Valve Corporation tarafından geliştirilen bir birinci şahıs nişancı türünde taktiksel aksiyon video oyunu serisidir. Oyunlar, teröristler (Terrorists) ve terörle mücadele ekibi (Counter-Terrorists) olmak üzere iki takım olarak devreler halinde oynanmaktadır. Her devre başında takımlar bir önceki devredeki başarılarına göre kazandıkları para ile kendilerine silah alırlar. Ekonomi sistemini bu şekilde uygulayan ilk oyun olmuştur. Her oyuncu belirli bir miktar para ile başlar ve her tur başına bu miktar artar. Kazanan grubun artış miktarı daha fazla olmakla beraber, özel bazı durumlarda (C-4 bombasını imha etme, harita içindeki rehineleri kurtarma vb.) kişinin parası da artabilmektedir. Karşı takımın tüm oyuncuları öldürüldüğünde veya görev tamamlandığı takdirde tur sonuçlanır ve yeni oyun başlar. Ölmeyen oyuncunun eşyaları kalır. Yeni turda para, kazanan takımın daha fazla olmak üzere, belli bir miktar artar."
	},

	{
		"OyunAdi": "Deathmatch Classic",
		"CikisTarihi": "7 Haziran 2001",
		"Yayımlayan": "Valve, Sierra Entertainment",
		"OyunPlatform": "Microsoft Windows, OS X, Linux, PlayStation 3, Xbox, Xbox 360",
		"KapakURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/deatchcss-Kapak.png",
		"GovdeURL": "https://raw.githubusercontent.com/Berkantyuks/H5190068_berkantyuksektepe/main/deatchcss-Govde.png",
		"OyunTuru": "Birinci Şahıs Nişancı",
		"OyunModu": "Çok Oyunculu",
		"OyunMotoru": "GoldSrc",
		"OyunAcıklamasi": "Oyuncuların hızlı hareket ettiği bir çok oyunculu oyun olan Deathmatch Classic’in (DMC olarak da bilinir) tadını çıkarın. DMC, oyuncuları roketatarlarını almaya davet ediyor."
	}

]
